[
    {
        "id": "6358b42dd6bf06e305e1a8ff",
        "picture": "https://img.freepik.com/free-vector/programer-learning-programming-languages-by-computer-laptop-website-tutorial-channel-online-education-class-vector-illustration-software-development-programming-languages-learning_1150-55428.jpg?w=740&t=st=1666757559~exp=1666758159~hmac=6f01e8351f2271916f537f09fe606c8e104eebc0c41a93526ef70f2313d3d805",
        "title": "learn python from basic to advance.",
        "shortDetail": "Exercitation non est ex laboris commodo incididunt nulla in. Irure ut pariatur enim adipisicing esse ipsum non nisi tempor aliquip. Esse et id non dolore ad. Adipisicing deserunt ea cupidatat nisi ipsum ut commodo eu ullamco ad non aliqua incididunt. Aute incididunt nulla aliquip reprehenderit fugiat excepteur incididunt sint exercitation proident deserunt laborum. Officia esse ullamco do nulla occaecat excepteur Lorem pariatur aliqua esse voluptate labore nostrud.",
        "details": "Incididunt id ut sint mollit laborum eiusmod ipsum reprehenderit sit incididunt cupidatat. Proident nulla adipisicing non qui pariatur cillum nisi adipisicing velit culpa in mollit elit aliquip. Cillum voluptate reprehenderit ullamco nostrud deserunt aliquip culpa consequat. Consequat nisi labore pariatur nisi nisi minim nostrud nulla commodo occaecat non ipsum ipsum ullamco. Incididunt non mollit dolor reprehenderit mollit deserunt cupidatat commodo labore mollit do mollit eiusmod velit. Anim amet aliqua ad commodo nulla incididunt esse consectetur sit Lorem. Veniam laboris qui eiusmod voluptate Lorem incididunt consectetur deserunt ad."
    },
    {
        "id": "6358b42db2c0cfe7dadfe70e",
        "picture": "https://img.freepik.com/free-vector/programer-learning-programming-languages-by-computer-laptop-website-tutorial-channel-online-education-class-vector-illustration-software-development-programming-languages-learning_1150-55428.jpg?w=740&t=st=1666757559~exp=1666758159~hmac=6f01e8351f2271916f537f09fe606c8e104eebc0c41a93526ef70f2313d3d805",
        "title": "learn python from basic to advance.",
        "shortDetail": "Do culpa proident ullamco dolore ea deserunt aliquip labore anim culpa duis mollit sit eiusmod. Et exercitation laboris veniam laborum reprehenderit in velit consequat deserunt nulla. Aliqua laborum nulla culpa in tempor esse fugiat cillum pariatur ipsum dolore occaecat. Commodo nisi adipisicing tempor eiusmod ut fugiat culpa pariatur est. Labore pariatur magna Lorem nisi.",
        "details": "Nostrud veniam magna nostrud nostrud eiusmod mollit pariatur dolore adipisicing sunt Lorem. Elit ipsum cupidatat sit velit occaecat laborum consequat officia nostrud. Duis nisi non sit ut et laborum non cillum consequat sint eu aliqua. Id ullamco irure voluptate veniam quis id laboris consequat esse velit sunt nostrud anim. Laborum ad aliquip mollit non officia culpa."
    },
    {
        "id": "6358b42dbdfc1ba6a1c3153c",
        "picture": "https://img.freepik.com/free-vector/programer-learning-programming-languages-by-computer-laptop-website-tutorial-channel-online-education-class-vector-illustration-software-development-programming-languages-learning_1150-55428.jpg?w=740&t=st=1666757559~exp=1666758159~hmac=6f01e8351f2271916f537f09fe606c8e104eebc0c41a93526ef70f2313d3d805",
        "title": "learn python from basic to advance.",
        "shortDetail": "Incididunt deserunt cillum magna non cillum tempor quis proident velit. Quis duis et ut aliqua magna dolor consequat elit consectetur esse deserunt aute. Aliqua commodo culpa laboris minim.",
        "details": "Voluptate amet cillum aliqua irure voluptate fugiat labore minim Lorem sunt do nostrud. Exercitation nulla mollit magna et elit. Ipsum et enim cillum culpa in pariatur culpa dolor consequat pariatur veniam laborum."
    },
    {
        "id": "6358b42d0382552fc07b9568",
        "picture": "https://img.freepik.com/free-vector/programer-learning-programming-languages-by-computer-laptop-website-tutorial-channel-online-education-class-vector-illustration-software-development-programming-languages-learning_1150-55428.jpg?w=740&t=st=1666757559~exp=1666758159~hmac=6f01e8351f2271916f537f09fe606c8e104eebc0c41a93526ef70f2313d3d805",
        "title": "learn python from basic to advance.",
        "shortDetail": "Id occaecat dolor sit ut id tempor sit do dolor cupidatat qui officia dolor. Deserunt fugiat laborum nostrud adipisicing veniam aliquip incididunt dolor ipsum ipsum. Eiusmod non occaecat dolore anim dolor dolore.",
        "details": "Duis excepteur amet sint reprehenderit nisi esse. Mollit eiusmod quis deserunt magna voluptate duis exercitation nostrud excepteur amet. Ut dolore sit minim et laboris aliquip ad qui sint ad consectetur occaecat dolore. Sunt ipsum mollit deserunt ea in eiusmod in ut mollit et irure ex est sint."
    },
    {
        "id": "6358b42dab9b8607efdccde4",
        "picture": "https://img.freepik.com/free-vector/programer-learning-programming-languages-by-computer-laptop-website-tutorial-channel-online-education-class-vector-illustration-software-development-programming-languages-learning_1150-55428.jpg?w=740&t=st=1666757559~exp=1666758159~hmac=6f01e8351f2271916f537f09fe606c8e104eebc0c41a93526ef70f2313d3d805",
        "title": "learn python from basic to advance.",
        "shortDetail": "Voluptate magna duis ullamco amet dolore exercitation laborum tempor mollit id incididunt reprehenderit pariatur. Et elit mollit do est commodo pariatur voluptate mollit elit veniam pariatur elit nostrud id. Ad ut excepteur voluptate ut commodo mollit consequat id excepteur laboris ex sit id. Dolore irure aute sint nisi veniam esse ad cupidatat sint. Et sit duis Lorem occaecat.",
        "details": "Pariatur proident quis deserunt exercitation. Minim quis nisi veniam officia. Sint cupidatat deserunt esse culpa sit. Ex id excepteur occaecat veniam minim anim commodo eu veniam. Magna voluptate quis cupidatat labore. Enim ipsum commodo in culpa voluptate velit anim."
    },
    {
        "id": "6358b42d0d2d896700759918",
        "picture": "https://img.freepik.com/free-vector/programer-learning-programming-languages-by-computer-laptop-website-tutorial-channel-online-education-class-vector-illustration-software-development-programming-languages-learning_1150-55428.jpg?w=740&t=st=1666757559~exp=1666758159~hmac=6f01e8351f2271916f537f09fe606c8e104eebc0c41a93526ef70f2313d3d805",
        "title": "learn python from basic to advance.",
        "shortDetail": "Sunt sint minim ex quis mollit. Anim dolor elit cillum nostrud est et officia proident voluptate amet. Voluptate reprehenderit labore aliquip veniam aliquip qui officia ex laboris occaecat sit.",
        "details": "Qui laborum Lorem anim eiusmod cillum proident sit tempor nostrud Lorem aliqua aliquip. Ut dolor fugiat qui adipisicing dolore do et cillum incididunt laboris fugiat deserunt. Duis quis esse occaecat qui tempor. Eiusmod ut elit ut in. Nostrud commodo non pariatur eu ex aute exercitation et. Fugiat sunt enim dolore dolor veniam sunt reprehenderit et dolor sunt aliquip aliquip. Velit eu pariatur non tempor pariatur voluptate anim cillum incididunt ad labore laboris."
    }
]